[Settings]
group_count=4
min_interval=1200
max_interval=2000
max_actions=0
group_order_mode=随机组顺序
[Groups]
group_mode_1=顺序
group_1=立明堂1
group_mode_2=顺序
group_2=立明堂2
group_mode_3=顺序
group_3=立明堂3
group_mode_4=顺序
group_4=立明堂4
